{
  "lang": "eng",
  "title": "Buddy-INFO Buddy Visitors' Guide",
  "page_not_found": "404 Page Not Found",

  "topFooterLang_topHome": "BACK to HOME",
  "topFooterLang_topOnlineMap": "ONLINE MAP",
  "topFooterLang_topGPSMap": "REAL TIME GPS MAP",
  "topFooterLang_topRouteMap": "RAILWAY TRIP PLANNER",
  "topFooterLang_topBulidingList": "CITY BUILDING LIST",
  "topFooterLang_topResidentList": "CITY RESIDENT LIST",
  "topFooterLang_topDarkMode": "Dark Mode",
  "footer_content_weblogo_underText": "BUDDY CITY Official Tourism Information Website",
  "topFooterLang_fotterTitle": "BUDDY CITY CONVENTION & TOURISM BUREAU",
  "topFooterLang_fotterAddress": "2D01Rm, 2/F, 2-Hommachi Dori, Osaka District, Buddy City",
  "topFooterLang_fotterAbout": "BCCTB",
  "topFooterLang_fotterTNC": "Term and Conditions",
  "topFooterLang_fotterDynmap": "Dynmap",
  "topFooterLang_fotterCopyright": "©BUDDY CITY CONVENTION & TOURISM BUREAU",

  "discover_title_discover": "DISCOVERY",
  "discover_text_discover": "What kind of place is BUDDY City? The basic information, the civic life, activities on the city, transportation, waiting for you to explore.",
  "discover_content_toptext": "Read More",
  "discover_row_title_discover": "To Our Tourist Visitors",
  "discover_row_subtitle_discover": "Here, you can find various useful information about Buddy City, including maps, brochures, transportation options, and more to enhance your visit in BUDDY City",
  "discover_subtitle_discover": "EXPLORE THIS CITY",
  "discover_content_atoppadding_webMap": "ONLINE MAP",
  "discover_content_apadding_webMap": "Click to open the online map",
  "discover_content_atoppadding_buildingList": "CITY BUILDING LIST",
  "discover_content_apadding_buildingList": "Click to open the online version or borrow it from the library",
  "discover_content_atoppadding_routeMap": "RAILWAY TRIP PLANNER",
  "discover_content_apadding_routeMap": "Buddy City's railway system has a history of over ten years. Click to open the railway route map.",
  "discover_content_atoppadding_gps": "GPS",
  "discover_content_apadding_gps": "Click to open the real-time GPS map",

  "discover_subtitle_help_to_plan": "These infomations can help you plan your journey.",

  "discover_row_title_basic": "About BUDDY City",
  "discover_row_subtitle_basic": "We've compiled various essential information, including what Buddy City is like, its history, locations, specialties, transportation, and more.",
  "discover_subtitle_basic": "THE BASIC INFOMATIONS of BUDDY CITY",
  "discover_content_atoppadding_place": "WHAT IS THIS PLACE?",
  "discover_content_apadding_place": "Explore the peculiar origins of BUDDY City, uncover the mysteries of the 'Boundless Realm', and witness a future city where architecture and culture blend.",
  "discover_content_atoppadding_background": "BACKGROUND",
  "discover_content_apadding_background": "Different language systems, unique era systems, time systems, weather systems, and height systems.",
  "discover_content_atoppadding_city_flag_emblem_flower": "CITY FLAG & EMBLEM & FLOWER",
  "discover_content_apadding_city_flag_emblem_flower": "The government has issued the city flag, emblem, and flower symbolizing Buddy City, representing the characteristics of the city.",
  "discover_content_atoppadding_calendar_system_city_song": "ERA NAME & CITY SONG",
  "discover_content_apadding_calendar_system_city_song": "The Government has published a unique era name and City Song.",
  "discover_content_atoppadding_legal_holiday": "PUBLIC HOLIDAYS",
  "discover_content_apadding_legal_holiday": "The Government has published a unique public holidays.",

  "discover_content_atoppadding_building": "BUILDINGS",
  "discover_content_apadding_building": "All city buildings are constructed by city residents and architects and are permanently preserved to prevent destruction.",
  "discover_content_atoppadding_view": "THE LOOK of BUDDY CITY",
  "discover_content_apadding_view": "See the city's scenery through the online map here",

  "discover_row_title_do": "Itineraries",
  "discover_row_subtitle_do": "Buddy City offers a variety of activities to help you plan an exciting and fulfilling journey.",
  "discover_subtitle_do": "THINGS to DO in BUDDY CITY",
  "discover_content_atoppadding_dream": "BUILD",
  "discover_content_apadding_dream": "Residents can build their own beloved homes in the city and live a peaceful and happy life in the city. Click to open the Resident List and meet the residents of Buddy City!",
  "discover_content_atoppadding_enjoy": "ENJOY",
  "discover_content_apadding_enjoy": "The city has entertainment venues for eating, drinking, playing, and having fun, providing you with a leisurely holiday.",
  "discover_content_atoppadding_playCountry": "SIGHTSEEING",
  "discover_content_apadding_playCountry": "The city has an atmosphere and architecture of different countries such as Hong Kong, Japan, Taiwan, and more, allowing you to experience multicultural charm without leaving the city.",
  "discover_content_atoppadding_creatWorld": "CREATE",
  "discover_content_apadding_creatWorld": "Become an architect of Buddy City and build our dream city together. Click to open the real-time GPS map and explore the world created by architects!",

  "discover_row_title_activity": "Nature & Outdoors",
  "discover_row_subtitle_activity": "In BUDDY City, there are many beautiful places to enjoy outdoor activities without traveling far. You can experience the joy of outdoor activities anytime in the city.",
  "discover_subtitle_activity": "NATURE & OUTDOORS ACTIVITY",
  "discover_content_atoppadding_sport": "SPORTS",
  "discover_content_apadding_sport": "The city has sports fields, sports halls, swimming pools, and other recreational facilities that residents can use at any time.",
  "discover_content_apadding_sport_sub": "Buddy City has five sports facilities available to citizens, and they are all free of charge. Below, you will find information and introductions to each facility, so you can visit the designated places for various sports.",
  "discover_content_atoppadding_flower": "OUTDOOR EXCURSIONS",
  "discover_content_apadding_flower": "The city has numerous green areas where you can experience both the city and nature, especially during cherry blossom season.",
  "discover_content_atoppadding_music": "MUSIC & MOVIES",
  "discover_content_apadding_music": "The city has cinemas that screen different movies.",
  "discover_content_atoppadding_monument": "Monuments",
  "discover_content_apadding_monument": "There are many historical monuments and landmarks in the city that allow residents and visitors to immerse themselves in the rich history.",

  "discover_row_title_method": "Visiting BUDDY City",
  "discover_row_subtitle_method": "There are many quick and convenient ways to reach BUDDY City.",
  "discover_subtitle_method": "ARRIVE TO BUDDY CITY",
  "discover_content_atoppadding_airport": "AIRPORT",
  "discover_content_atoppadding_dock": "PIER",
  "discover_content_atoppadding_land": "LAND ROUTE",
  "discover_content_atoppadding_portal": "PORTAL",

  "discover_row_title_traffic": "Convenient Transportation in BUDDY City",
  "discover_row_subtitle_traffic": "Buddy City is divided into 16 districts. You can easily travel around the city using various convenient transportation options.",
  "discover_subtitle_traffic": "TRANSPORTATION OPTIONS",
  "discover_content_atoppadding_highway": "ELEVATED RAILWAY",
  "discover_content_apadding_highway": "A transportation option located near most residents' homes",
  "discover_content_atoppadding_airportWay": "AIRPORT EXPRESS",
  "discover_content_apadding_airportWay": "The fastest and safest way to the airport.",
  "discover_content_atoppadding_mrt": "TRAMWAYS",
  "discover_content_apadding_mrt": "Allows everyone to easily explore the city's scenery",
  "discover_content_atoppadding_downMrt": "MUNICIPAL SUBWAY TRANSIT",
  "discover_content_apadding_downMrt": "Connects every district, making commuting more efficient.",

  "discover_row_title_railway_history": "RAILWAY HISTORY IN BUDDY CITY",
  "discover_row_subtitle_railway_history": "Buddy City is divided into 16 districts. You can easily travel around the city using various convenient transportation options.",

  "discover_row_title_history": "HISTORY OF BUDDY CITY",
  "discover_row_subtitle_history": "Buddy City is divided into 16 districts. You can easily travel around the city using various convenient transportation options.",
  "discover_content_atoppadding_history": "HISTORY",
  "discover_content_apadding_history": "The development of this city began in 2012 when the first building was constructed by BRS buddies in this barren land. With the participation of different residents and architects, the city's development unfolded.",
  "discover_subtitle_railway_history": "History of railway in BUDDY City",
  "discover_content_atoppadding_railway_history": "HISTORY OF BUDDY CITY'S RAILWAYS",
  "discover_content_apadding_railway_history": "Let's take a look at the development of BUDDY City's railways over the past decade.",
  "discover_content_atoppadding_chronicle": "CHRONICLE OF BUDDY CITY",
  "discover_content_apadding_chronicle": "Let's take a look at the development of BUDDY City over the past decade.",

  "basic_place_title_1": "The Origins of Buddy City: Discovering the 'Boundless Realm'",
  "basic_place_title_1_1": "In a peculiar cosmic rift, there exists an unknown domain named the 'Boundless Realm'. It spans countless universes, forming a unique multidimensional crossroads. Time and space intertwine here, breaking free from the traditional laws of the universe, creating a space filled with mystery and the unknown, where reality and virtuality become extraordinarily blurred.",
  "basic_place_title_2": "The Gathering of the BRS Expedition Team",
  "basic_place_title_2_1": "A group of explorers from the BRS team arrived at this place through a 'portal' during an unexpected adventure. These explorers brought with them unique knowledge and skills. After evaluating and discussing the land full of possibilities, they decided to establish a dream city here. These pioneers were later known as the 'Pioneer Elders'.",
  "basic_place_title_3": "The Establishment of BUDDY City: The Cradle of Architecture and Harmony",
  "basic_place_title_3_1": "The 'Pioneer Elders' named this new city 'BUDDY City', symbolizing that people from different times and spaces could come here and find friendship and peaceful coexistence.\n\nBUDDY City is renowned for its architectural innovation and cultural diversity, serving as a showcase for both. As the city rapidly developed, BUDDY City became a model for architectural design and urban planning, with each area displaying unique styles and architectural features. From recreating lifelike replicas of real-world buildings to constructing innovative futuristic skyscrapers, these architectural works not only adapt to their respective ecological conditions but also reflect the characteristics and history of various cultures. Additionally, the government actively integrates advanced technology to ensure the city's long-term stability and prosperity.",
  "basic_place_title_4": "Sustainable Development of BUDDY City: A Platform for Architectural Innovation and Cultural Exchange",
  "basic_place_title_4_1": "While promoting urban development, the BUDDY City government also actively fosters architectural innovation and cultural exchange, attracting new dynamism to ensure the city continues to make breakthroughs in architecture and technology. By sharing knowledge and resources, BUDDY City has become a prominent cultural exchange center in the universe, attracting residents and tourists from across the cosmos to seek new opportunities, experience rich cultures, and new lifestyles. This convergence of new energy and creativity helps draw the future blueprint of the city.",
  "basic_place_title_5": "Boundless Realm X BUDDY City: A New Chapter of Exploration and Protection",
  "basic_place_title_5_1": "Although BUDDY City has become a prosperous city of architectural and cultural fusion, the secrets of the 'Boundless Realm' remain to be uncovered. This newly discovered domain continues to attract explorers for in-depth research to uncover its hidden secrets. With each revelation, not only is our understanding of this land enhanced, but the determination of the protectors is also strengthened to jointly safeguard this precious land. The residents of BUDDY City are well aware that this is not only their home but also an unknown new realm dedicated to exploration, understanding, development, and research.",
  "basic_place_title_1_image_1": "Artist's Impression of the 'Boundless Realm Portal'",
  "basic_place_title_2_image_1": "'Elder Pioneers' Initial Discovery of the 'Boundless Realm'",
  "basic_place_title_3_image_1": "Current View from the Same Spot Where the 'Elder Pioneers' Took Their Initial Photos",
  "basic_place_title_4_image_1": "The 'Convention and Tourism Bureau', Dedicated to Promoting Buddy City, Architectural Innovation, and Culture, Located at Rm 2D01 2/F Buddy City Government Office",

  "basic_background_title_1": "Languages",
  "basic_background_title_1_1": "The official languages of BUDDY City are 'Tetralingual and Triliterate' including written texts in Chinese, English, and Japanese, and spoken languages such as Hong Kong Cantonese, English, Mandarin Chinese, and Japanese. Additionally, various regional dialects are spoken in the city, including Taiwanese Minnan and Kansai dialects of Japanese...",
  "basic_background_title_2": "Time Systems and Time Zones",
  "basic_background_title_2_1": "BUDDY City uses two time systems, including Coordinated Universal Time (UTC) and BUDDY Standard Time (BST). The Coordinated Universal Time system has 24 hours in a day and uses the UTC+8 time zone. BUDDY Standard Time flows at 72 times the speed of the Coordinated Universal Time system.",
  "basic_background_title_3": "Era Systems, Date Systems, and Time Descriptions",
  "basic_background_title_3_1": "BUDDY City uses the BUDDY Era Name and Gregorian Calendar as its standard era and date system. When using the Japanese language, the Japanese Era Name is used for dating. For example, to describe 'January 1, 2022, AD,' it can be written as 'Year 10 of Youhei, January 1st.' BUDDY City uses the Coordinated Universal Time system to record time, and BUDDY Standard Time is used solely to describe the day-night cycle worldwide. For example, to describe 'UTC+8, 13:50:00,' the day-night situation can be read as 'the 17th day of Youjitsu, 12th hour, 0th minute,' or written as 'the 17th Youjitsu, 12:00.'",
  "basic_background_title_4": "Weather System",
  "basic_background_title_4_1": "The average duration of rainfall is 0.5 - 1 BUDDY hour, with intervals of 0.5 – 7.5 BUDDY days between rainfalls. There is a certain probability of rainfall developing into a storm. BUDDY City does not have distinct seasons; each area has a constant temperature and a fixed climate.",
  "basic_background_title_5": "Altitude System and Geography",
  "basic_background_title_5_1": "Altitude is measured in 'squares,' with an adult measuring approximately 1.62 squares. The world's altitude is measured in 'layers,' and the entire world can construct objects in an area of only 320 squares (0 layers - 319 layers). Sea level is located at layer 63, with everything below layer 63 being underground.",

  "basic_calendar_system_title_1": "Era Name",
  "basic_calendar_system_title_1_1": "Starting from December 1, 2021, the Buddy City government officially promulgated the Buddy Era Name as 'Youhei,' signifying 'friendship and peace.' January 1, 2012, is designated as the first year of Youhei. The Buddy Era Name will be permanently used and, barring unforeseen circumstances, will not change.",
  "basic_city_song_title_1": "City Song",
  "basic_city_song_title_1_1": "On July 10, 2022, the Buddy City government officially released the city's representative song, titled 'Friendship and Peace.' Just like the era name, it wishes for friendship and peace for Buddy City and all beings in the universe. You can click on the player below to enjoy the song.",
  "basic_city_song_lyrics_title_1_1": "《友與平》 \"Friendship and Peace\"\nComposer/Lyricist/Arranger: Sawajiri Sachihiro (DJaLok)\n\n齊用愛 兼奮鬥\n\"Together with love, we strive\"\n志同友 建自由\n\"With like-minded friends, we build freedom\"\n\n全盡心 得永慶\n\"Wholeheartedly, we obtain eternal prosperity\n\"立民主 創和平\n\"Establishing democracy and creating peace\"\n\n這世代 積怨厚\n\"This generation bears deep grievances\"\n邂共手 化負憂\n\"But we join hands to transform them into shared worries\"\n\n憑全力 往幸福\n\"With all our strength, we pursue happiness\"\n衛我家 存萬世\n\"Protecting our homes for countless generations\"",
  "basic_city_flag_title_1": "City Flag",
  "basic_city_flag_title_1_1": "On May 25, 2024, the government officially issued the Buddy City flag, officially named '綠地白日水青繡球花旗 (Green Ground, White sun, Water Blue Hydrangea Flag)'.\n\nThe green background symbolizes 'democracy, peace, and hope'; at the center of the flag is a water blue hydrangea with several sepals and three leaves. The water blue color symbolizes 'forthrightness and bravery', the sepals represent the multicultural citizens living happily and prosperously in the city, and the three leaves represent the separation of powers into executive, judicial, and legislative branches, each balancing the others; the white circle behind the hydrangea represents the sun symbolizing 'justice, honesty, purity, and equality'.",
  "basic_city_emblem_title_1": "City Emblem",
  "basic_city_emblem_title_1_1": "On May 25, 2024, the government officially issued the Buddy City emblem, centered on one of the sepals from the hydrangea in the city flag.\n\nThe six lighter water-colored petals represent the six important roles that make up the city: head officials, judicial personnel, city protectors and law enforcement officers, public servants, architects, and general citizens; the even lighter water-colored center of the flower represents the government. The emblem symbolizes that the citizens' role in the city is more important than the government, which is empowered by the collective citizens.\n\nWhen government departments and officials display and wear the emblem, gathered emblems symbolize 'unity'.",
  "basic_city_flower_title_1": "City Flower",
  "basic_city_flower_title_1_1": "On May 23, 2024, the government officially announced the hydrangea as the city flower.\n\nThe hydrangea signifies 'happiness, fulfillment, and unity', and as it blooms in early summer, it also represents 'warmth and vigor'.",
  "basic_legal_holiday_title_1": "Public Holidays",
  "basic_legal_holiday_title_1_1": "Buddy City has 14 public holidays each year, with holiday dates and descriptions as follows:",

  "active_sport_buddy_city_sport_center": "Buddy City Sport Center",
  "active_sport_buddy_city_sport_center_content": "The 'Buddy City Sport Center' is the first sports venue built in Buddy City, constructed in March 2012. It has three floors providing various courts for sports activities. The first floor has a shared area for badminton and volleyball courts, the second floor has a basketball court, and the third floor has 6 table tennis tables and 4 squash courts, along with seating for spectators. Only the squash courts are used for competitions, while the other facilities are open to the public outside of competition hours.",
  "active_water_cube": "Water Cube Swimming Pool",
  "active_water_cube_content": "The 'Water Cube Swimming Pool' was built in May 2013 and has a total of three floors. Both pools can provide warm water in winter and regular temperature water during normal hours. The first floor contains changing rooms and showers, the second floor has a play pool and slides. On the third floor, you'll find a standard swimming pool, three different height diving boards, and platforms, suitable for hosting various water competitions or open to the public outside of competition hours, accommodating people of all ages.",
  "active_buddy_road_basketball_court": "Buddy Road Basketball Court",
  "active_buddy_road_basketball_court_content": "The 'Buddy Road Basketball Court' is the first outdoor sports facility in Buddy City, built in March 2012. This is a basketball court that utilizes the hilly terrain and is open all day for nearby residents to enjoy.",
  "active_buddy_sport_ground": "Buddy City Sport Ground",
  "active_buddy_sport_ground_content": "The 'Buddy City Sport Ground' was built on April 20, 2017, and is an athletics facility with seating for spectators. It can be used for hosting track and field competitions or open to the public outside of competition hours. The venue includes a standard 400-meter running track, two long jump pits, a high jump area, a baseball diamond, javelin, and shot put shared area, and a grass soccer field. The grandstand has changing rooms and showers available for public use.",
  "active_tsing_yi_sport_center": "Tsing Yi Sport Center",
  "active_tsing_yi_sport_center_content": "The 'Tsing Yi Sport Center' is a multi-purpose sports venue in Buddy City, located on the third floor of Tsing Yi Municipal Services Building, built on October 19, 2018. The venue includes a shared area for various ball sports such as badminton, volleyball, and basketball, with seating for spectators. It can be used for various competitions or open to the public outside of competition hours. Additionally, there are two multi-purpose dance rooms available for public rental for various sports activities and a gym. The venue has changing rooms and showers available for public use.",

  "flower_whishing_tree": "Wishing Tree",
  "flower_whishing_tree_content": "The 'Wishing Tree' is an ancient tree located in the Buddy Central, estimated to be thousands of years old. It is a natural monument in Buddy City. In March 2012, during the initial development of Buddy City, it gained attention when a treasure was accidentally discovered hidden inside its trunk. It was believed to be a tree that could bring good luck, and many people came to make wishes. As a result, it was renamed the 'Wishing Tree.' Concerns about damaging the tree trunk to retrieve the treasure and potentially harming the tree's health or causing its death have prevented the treasure from being removed until now. However, there is a legend that the Wishing Tree has a mechanism, and triggering it would reveal the treasure without harming the tree. Yet, as of now, no one has found the switch for this mechanism. It is rumored that only the 'Pioneer Elders' of Buddy City know, but most of them have emigrated, making the details of the Wishing Tree remain a mystery. To this day, a large number of people and tourists visit daily to make wishes.",
  "flower_sakura": "Sakura",
  "flower_sakura_content": "The 'Sakura' is an artificially engineered cherry blossom tree planted in Buddy Hill in March 2012. It was the first tree species to be successfully genetically modified, allowing for the alteration of its appearance and maintaining year-round blossoms. Due to being entirely man-made, its size is enormous compared to other trees of similar age. The base of the tree has been excavated to create an adult-sized structure. Despite these modifications, the Sakura continues to stand tall and healthy. The genetic modification technology used for this cherry blossom tree was later applied to other cherry blossom trees within Buddy City, but none matched the grandeur and beauty of this particular tree. As a result, it has become a popular tourist attraction.",
  "flower_buddy_central_park": "Buddy Central Park",
  "flower_buddy_central_park_content": "The 'Buddy Central Park' was established in April 2017 and is Buddy City's first green park located in the Tokyo District. It is adjacent to the new Buddy Central, providing nearby residents with a place to relax.",
  "flower_megurogawa": "Cherry Blossoms along the Megurogawa",
  "flower_megurogawa_content": "The 'Cherry Blossoms along the Megurogawa' is a narrow alley located along the artificial canal of the Meguro Gawa in the Tokyo District. It is adorned with cherry blossom trees and lanterns. In response to urban development and flood control measures, the Meguro Gawa canal was expanded on April 2, 2018. As part of environmental beautification efforts, cherry blossom trees were planted all around, turning it into a tourist attraction.",
  "flower_tsing_yi_park": "Tsing Yi Park",
  "flower_tsing_yi_park_content": " 'Tsing Yi Park' is located in the Tsing Yi District and was completed on August 7, 2022. It features an artificial pond, a waterfall, and is home to various fish and turtles. Many birds also inhabit the park, making it a suitable destination for nature and animal enthusiasts among the local population and tourists.",

  "music_music_box": "Music Box",
  "music_music_box_content": "The 'Music Box' is an entertainment attraction located at the boundary of the Buddy Central. It was built in April 2012 and plays the song '親人' (Family) performed by Taiwanese singer 丁噹 (Della). The Music Box is a research project within Buddy City, aiming to compose a song using a single musical note from a music box. The research was successful, and it is set up within the city for the enjoyment of both residents and visitors.",
  "music_buddy_cinema": "Buddy Cinema",
  "music_buddy_cinema_content": "'Buddy Cinema' is a movie theater located in the Tokyo District. It was established in April 2017. Buddy Cinema features 2 screening halls, each equipped with 'Dolby Atmos' sound technology, 'Auro-3D sound system,' and 'D-Box Technologies (D-BOX seats).' It offers daily free screenings of various newly released movies for the public and tourists.",

  "monument_kowloon_canton_clock_tower": "Former Kowloon-Canton Railway Clock Tower",
  "monument_kowloon_canton_clock_tower_content": "The 'Former Kowloon-Canton Railway Clock Tower' is a historical building resembling the Tsim Sha Tsui Clock Tower in Hong Kong. Originally built in 1915, it was reconstructed in the Buddy Central on March 12, 2012.",
  "monument_time_hourglass": "Time Hourglass",
  "monument_time_hourglass_content": "The 'Time Hourglass' is a unique Desert District building designed in the shape of an hourglass. It was unearthed on May 11, 2013. Besides being a historical monument, several mummies were discovered nearby, raising the possibility that it might have been constructed by extraterrestrial beings.",
  "monument_osaka_castle": "Osaka Castle Park",
  "monument_osaka_castle_content": "The 'Osaka Castle Park' consists of the main structure, the Tensukaku Castle, and other historical buildings including 'Kimmeisui Well Roof', 'Otemon Gate', and 'Kakushi-kuruwa Bailey'. Originally constructed before 1870, it was recreated in the Osaka District on November 13, 2017.",
  "monument_buddy_city_government_office": "Buddy City Government Office",
  "monument_buddy_city_government_office_content": "The 'Buddy City Government Office' is a historical building modeled after the Osaka Prefectural Government Office in Japan. It was originally built in 1926 and was reconstructed in the Osaka District on April 15, 2018. As the administrative center of Buddy City, it is one of the most valuable historical buildings.",
  "monument_hokanji": "Hokanji Temple (Yasaka Pagoda)",
  "monument_hokanji_content": "The 'Hokanji Temple,' also known as the 'Yasaka Pagoda' or 'Yasaka-no-Tou,' was originally constructed in 592. It was recreated in the Kyoto District on August 23, 2022. The main deity enshrined here is Yakushi Nyorai, and it is said to have been founded by Prince Shotoku.",
  "monument_kiyomizu_dera": "Otowayama Kiyomizu Dera",
  "monument_kiyomizu_dera_content": "The 'Otowayama Kiyomizu Dera' temple was originally built in 778 and was recreated in the Kyoto District on June 24, 2022. It is primarily dedicated to the Bodhisattva Avalokiteshvara and is one of Kyoto's oldest temples. The temple features a love fortune-telling stone, dating back to the Jomon period. It is believed that if you can walk from one end to the other with your eyes closed, your wish for love will come true. The temple also has a happiness prayer area for visitors and offers various amulets for purchase, covering aspects like love, academics, traffic safety, and childbirth. Love fortune-telling omikuji is also quite popular here!",

  "enjoy_super_Restaurant": "Super Restaurant",
  "enjoy_super_Restaurant_content": "'Super Restaurant' is the first restaurant in Buddy City to be covered by the railway network. Located in the Buddy Hill, it was opened by Super in March 2012, offering people and tourists various international cuisines.",
  "enjoy_va_11_hall_a": "VA-11 Hall-A",
  "enjoy_va_11_hall_a_content": "'VA-11 Hall-A' is a bar covered by the railway network, located in the Tokyo District. It was opened by Geelyomurice in May 2013, providing people and tourists with fine wines and cuisine.",
  "enjoy_hot_spring_center": "Mok M's Hot Spring Center",
  "enjoy_hot_spring_center_content": "The 'Mok M's Hot Spring Center' is a hot spring facility located in the new Buddy Central. It was opened by Geelyomurice in May 2013. The center features hot springs and sauna facilities, providing relaxation for both locals and tourists.",
  "enjoy_tokyo_tower": "Tokyo Tower",
  "enjoy_tokyo_tower_content": "The 'Tokyo Tower' was completed on April 2, 2017, and is situated in the Tokyo District. It is an iconic radio tower modeled after the Tokyo Tower in Japan, serving as a famous landmark and tourist attraction in the Tokyo District.",
  "enjoy_palette_town": "Palette Town",
  "enjoy_palette_town_content": "'Palette Town' is located in the Tokyo District and was completed on April 2, 2017. It features a Ferris wheel inspired by the London Eye.",
  "enjoy_paradise": "Paradise District",
  "enjoy_paradise_content": "The 'Paradise District' is an administrative area consisting of multiple amusement ride facilities. It was constructed between April 11 and April 15, 2017. It includes attractions like the 'Sky Goes Roller Coaster' roller coaster, the 'Merry-Go-Round Carousel' carousel, the 'Sky Goes Tower' TNT trampoline, and a dog-shaped 'The Dog on the Hill.' Due to being free of charge, it attracts a large number of visitors.",
  "enjoy_underground_street": "Central Ground Down Street",
  "enjoy_underground_street_content": "The 'Central Ground Down Street' is an underground commercial street connecting the Buddy City Railway Terminus and the Space Center Mae Station. It was constructed between June 12 and June 14, 2022. The design was inspired by Taipei's underground street, and it hosts a variety of well-known chain stores, offering a one-stop shopping and entertainment experience.",
  "enjoy_dotonbori": "Dotonbori Shopping Street",
  "enjoy_dotonbori_content": "The 'Dotonbori Shopping Street' is a collection of commercial buildings located near the Dotonbori area in Osaka District. It was completed on July 1, 2017, inspired by Japan's Dotonbori shopping street. It features iconic scenes and attracts a large number of tourists.",
  "enjoy_hep_five": "HEP FIVE & HEP FIVE Ferris Wheel",
  "enjoy_hep_five_content": "'HEP FIVE' and the 'HEP FIVE Ferris Wheel' are located in the Umeda area of Osaka District within a shopping mall. The rooftop of this facility features a Ferris wheel. It was completed on July 30, 2022, following the design of Osaka's HEP FIVE.",

  "play_country_sha_tin": "Sha Tin District",
  "play_country_sha_tin_content": "'Sha Tin District' was defined as an administrative region on May 11, 2013. Within the district, there is a high-rise residential building modeled after the Hong Kong City One in Sha Tin.",
  "play_country_tokyo": "Tokyo District",
  "play_country_tokyo_content": "'Tokyo District' was defined as an administrative region on April 1, 2017. It incorporates various architectural elements from different areas of Tokyo, including 'Tokyo Tower', 'Palette Town', 'Buddy City Fire Department Headquarters' (Tokyo Fire Department Headquarters), and the 'Meguro Gawa', among others...",
  "play_country_campus": "Campus District",
  "play_country_campus_content": "'Campus District' was defined as an administrative region on April 11, 2017. Within the district, there is a school building modeled after the Lok Sin Tong Leung Chik Wai Memorial School of the Hong Kong secondary school in Tsing Yi.",
  "play_country_hongkong": "Hong Kong Island District",
  "play_country_hongkong_content": "'Hong Kong Island District' was defined as an administrative region on April 19, 2017. Several buildings were constructed based on various regions of Hong Kong Island and other areas of Hong Kong. This includes the 'Bank of China (HK) Building' in Hong Kong Island, the 'Hong Kong Central Library', 'Buddy City Pier' (Tsing Yi Pier) in Tsing Yi, the 'Tsing Ma Bridge', and 'Buddy City Promenade' (Kwun Tong Waterfront Park) in Kwun Tong, among others...",
  "play_country_tsing_yi": "Tsing Yi District",
  "play_country_tsing_yi_content": "'Tsing Yi District' was defined as an administrative region on April 20, 2017. It is formed by assembling buildings modeled after Tsing Yi in Hong Kong, including 'Buddy City Sport Ground' (Tsing Yi Sport Ground), 'Tsing Yi Promenade', 'Tivoli Garden', 'Tsing Yi Municipal Services Building', 'Tsing Yi Park', and more...",
  "play_country_osaka": "Osaka District",
  "play_country_osaka_content": "'Osaka District' was defined as an administrative region on November 11, 2017. A large number of buildings were constructed based on various regions of Osaka Prefecture in Japan. The district is further divided into three areas, each with its own iconic buildings of Osaka. This includes 'Osaka Castle Park' in the Central Area of Osaka District, 'Buddy City Police Department Headquarters' (Osaka Prefectural Police Headquarters), and 'Buddy City Government Office' (Osaka Prefectural Gorvernment Office); the 'Ebisu Bridge' and 'Dotonbori Shopping Street' in the Dotonbori Area; 'HEP FIVE' in the Umeda Area and the 'Crystal Tower'of Osaka Business Park Area, among others...",
  "play_country_taipei": "Taipei District",
  "play_country_taipei_content": "'Taipei District' was defined as an administrative region on November 9, 2018. It is composed of architectural elements based on Taipei City in Taiwan, including 'Buddy Christianity Hospital' (Taiwan Adventist Hospital), and 'Taipei 101', among others...",
  "play_country_kyoto": "Kyoto District",
  "play_country_kyoto_content": "'Kyoto District' was defined as an administrative region on June 22, 2022. It is composed of architectural elements based on Kyoto Prefecture in Japan, including 'Hokanji Temple' (Yasaka Pagoda), 'Kiyomizu Zaka' and 'Otowayama Kiyomizu Dera', among others...",

  "how_to_visit_airport": "Buddy City International Airport by Kai",
  "how_to_visit_airport_content": "Buddy City International Airport by Kai, completed on May 16, 2017, is a dual-use airport for both military and civilian purposes. It features two asphalt runways and two aprons, providing not only air travel for visitors from various places to Buddy City, but also offering cargo services and serving the air force.",
  "how_to_visit_dock": "Buddy City Pier",
  "how_to_visit_dock_content": "Completed on May 1, 2017, it is a passenger and cargo pier. It provides visitors with the option to travel by boat to reach Buddy City and also offers cargo services.",
  "how_to_visit_land": "Tsing Ma Bridge",
  "how_to_visit_land_content": "A toll bridge completed on May 20, 2017, connecting New Buddy City or other locations.",
  "how_to_visit_spawn_point": "Spawn Point",
  "how_to_visit_spawn_point_content": "Visitors entering Buddy City for the first time from a cross-dimensional space will enter a portal and be transported to a location commonly known as the 'spawn point.' The current 'spawn point' in Buddy City is located in the Buddy Central fountain.",
  "how_to_visit_nether_portal": "Nether Portal",
  "how_to_visit_nether_portal_content": "According to historical records, a portal that allowed passage between Buddy City and 'Nether' once existed. However, people have been unable to locate this portal, making the 'Nether' portal one of the mysteries of Buddy City. Due to the mention of the 'Nether' portal, some believe that there is also a 'Heaven' portal. However, evidence for the existence of the 'Heaven' portal cannot currently be found, making it even more mysterious than the 'Nether' portal.",
  "how_to_visit_end_portal": "End Portal",
  "how_to_visit_end_portal_content": "According to books, there is a fortress underground in this world, inside of which there is a room with a portal that allows entry and exit to the 'End.' The exact location of the fortress was once discovered by pioneering elders, who found the 'End' portal. Unfortunately, most of the elders who knew the details have since emigrated, so the current whereabouts of the 'End' portal remain unknown. Additionally, no new experts or individuals have yet found the location of the 'End' portal. One confirmed point is that the 'End' portal is not within the boundaries of Buddy City, but rather in a place very, very far from Buddy City.",

  "reality_project_title": "REALITY PROJECT",
  "reality_project_zoom_in": "Zoom In",
  "reality_project_osaka_castle_park": "Osaka District - Osaka Castle Park",
  "reality_project_dotonbori": "Osaka District - Dotonbori/ Ebisu Bridge",
  "reality_project_Tokyo_Tower": "Tokyo District - Tokyo Tower",
  "reality_project_Bank_of_China_(HK)_Building": "Hong Kong Island District - Bank of China (HK) Building",
  "reality_project_Teipei_101": "Teipei District - Teipei 101",
  "reality_project_paletteTown": "Tokyo District - Palette Town",
  "reality_project_Megurogawa": "Tokyo District - Megurogawa",
  "reality_project_Kiyomizu_Temple_by_RoyHo": "Kiyo Mizu District - Kiyomizu Temple by RoyHo",
  "reality_project_Tsing_Ma_Bridge": "Tsing Ma Bridge",
  "reality_project_Buddy_City_Sport_Ground": "Tsing Yi District - Buddy City Sport Ground\n(Tsing Yi Sport Ground)",
  "reality_project_LCW": "Campus District - LCW",
  "reality_project_Hong_Kong_Central_Library": "Hong Kong Island District - Hong Kong Central Library",
  "reality_project_Buddy_City_Government_Office": "Osaka District - Buddy City Government Office\n(Osaka Prefectural Government Office)",
  "reality_project_Buddy_Christianity_Hospital": "Teipei District - Buddy Christianity Hospital\n(Taiwan Adventist Hospital)",
  "reality_project_Buddy_City_Police_Department_Headquarters": "Osaka District - Buddy City Police Department Headquarters\n(Osaka Prefectural Police Military Police Headquarters Department)",
  "reality_project_Buddy_City_Fire_Department_Headquarters": "Tokyo District - Buddy City Fire Department Headquarters\n(Tokyo Fire Department Headquarters)",
  "reality_project_Buddy_City_Pier": "Hong Kong Island District - Buddy City Pier\n(Tsing Yi Pier)",
  "reality_project_City_One": "Sha Tin District - City One",
  "reality_project_Buddy_City_Nuclear_Disaster": "Energy District - Buddy City Nuclear Disaster\n(Fukushima Daiichi Nuclear Power Plant)",
  "reality_project_Former_Kowloon-Canton_Railway_Clock_Tower": "Buddy Central - Former Kowloon-Canton Railway Clock Tower",
  "reality_project_Gallant_Garden": "Buddy Hill District - Gallant Garden",
  "reality_project_Buddy_City_Space_Center": "Buddy Central - Buddy City Space Center\n(Shenzhou 9)",
  "reality_project_Tivoli_Garden": "Tsing Yi District - Tivoli Garden",
  "reality_project_Tsing_Yi_Municipal_Services_Building": "Tsing Yi District - Tsing Yi Municipal Services Building",
  "reality_project_Otowayama_Kiyomizu_Dera": "Kyoto District - Kiyomizu Dera",
  "reality_project_Hokanji_Temple": "Kyoto District - Hokanji Temple/ Yasaka Pagoda",
  "reality_project_Kiyomizu_Zaka": "Kyoto District - Kiyomizu Zaka",
  "reality_project_Hep_Five": "Osaka District - HEP FIVE",
  "reality_project_Crystal_Tower": "Osaka District - Crystal Tower",

  "BuildingList_title": "CITY BUILDING LIST",
  "BuildingList_text": "You can check all the building on the BUDDY city.",
  "district_image_box_toptext": "Read More",
  "buildingPopUpLayer_container_error_title_top": "404 Page Not Found",
  "buildingPopUpLayer_container_error_title_bottom": "Oops！Sorry, We cannot find this page.",
  "buildingPopUpLayer_data_table_buildingName": "Building's Name",
  "buildingPopUpLayer_data_table_district": "District",
  "buildingPopUpLayer_data_table_adress": "Adress",
  "buildingPopUpLayer_data_table_Utilization": "Utilization",
  "buildingPopUpLayer_data_table_inside": "Is there are decoration?",

  "ResidentList_title": "CITY RESIDENT LIST",
  "ResidentList_text": "Filter by living place, Click their icon to know more.",
  "residentPopUpLayer_container_error_title_top": "404 Page Not Found",
  "residentPopUpLayer_container_error_title_bottom": "Oops！Sorry, We cannot find this page.",
  "residentPopUpLayer_data_table_username": "Name",
  "residentPopUpLayer_data_table_nickname": "Nickname",
  "residentPopUpLayer_data_table_participate_year": "Year of entry",
  "residentPopUpLayer_data_table_address": "Address",
  "residentPopUpLayer_data_table_project": "The project(s) have took part before",
  "all_Text": "All",

  "BCCTB_title": "BUDDY CITY CONVENTION & TOURISM BUREAU",
  "BCCTB__content__subTitle": "ABOUT US",
  "BCCTB__content__text__1": "The Buddy City Convention and Tourism Bureau established.",
  "BCCTB__content__text__2": "25 November 2017",
  "BCCTB__content__text__3": "Starting from July 4, 2018, it relocated from the Bank of China (HK) Building to the Buddy City Government Office.",

  "BCCTB__content__text__4": "(Foundation) BUDDY CITY CONVENTION & TOURISM BUREAU",
  "BCCTB__content__text__5": "Rm 2D01 2/F Buddy City Government Office, 2-Hommachi Dori, Osaka District, Buddy City",
  "BCCTB__content__text__6": "Our mission is to promote the beauty of Buddy City internationally.",
  "main__content__sideMenu__content__title": "BCCTB INFORMATION",
  "main__content__sideMenu__content__btn__title__backhome": "BACK HOME",
  "main__content__sideMenu__content__btn__title__aboutus": "ABOUT US",
  "main__content__sideMenu__content__btn__title__tnc": "Term and Condition",
  "main__content__sideMenu__content__btn__title__admin": "Administrator Page",

  "tnc_title": "Buddy-INFO Website Terms and Conditions",
  "tnc_subTitle": "The copyright of all material posted on this site (the or this \"services\") belongs to Buddy City Production ( “we,” “our”, “us”, the or this “Organization”). Please be informed of the following terms of use.",
  "tnc_topic1": "1.Language of the Terms",
  "tnc_topic1_text": "Where the Organization has provided you with a translation of the English language or other language version of the Terms, then you agree that the translation is provided for your convenience only and that the Chinese language versions of the Terms will govern your relationship with this Organization.\n\nIf there is any contradiction between what the English language or other language version of the Terms says and what a translation says, then the Chinese language version shall take precedence.",
  "tnc_topic2": "2.About this Services",
  "tnc_topic2_text": "The services proviceed by this organization is just for entertainment only. All the contents is fictional.",
  "tnc_topic3": "3.Accepting the Terms and Services",
  "tnc_topic3_text": "By registering and using to services of this website you agree to these terms and conditions:\n\nWe reserves the right to deny or reject any user.\n\nYou may not use the Services if you do not accept the Terms.",
  "tnc_topic4": "4.Disclaimer",
  "tnc_topic4_text": "The users expressly acknowledge and agree that the provision of this services is based on the current situation and that the users are solely responsible for the risks of using any services on the website. This site expressly states that it will not be responsible for any representations, promises, guarantees or responsibilities concerning the services or content. Without limiting the general applicability of the above terms, this website does not guarantee:\n\n(a) The accuracy or reliability of the content does not accept any liability for any loss or indemnity arising from inaccuracies or omissions (including but not limited to contractual, defamation, infringement or other liabilities);\n(b) the suitability of the services or any content for any particular purpose, or the quality standard of the services or any content;\n(c) The services will not be obstructed or there will be no errors.\nThis website expressly states that it will not be liable to the user or any person for any loss caused directly, indirectly, wholly or partly by the negligence of the website in promoting, composing, interpreting, editing, reporting or distributing any content. In all cases, this site will not be liable to the user or anyone for any loss directly or indirectly resulting from the services, including loss of profit or loss of savings, nor will it be caused by a third party. Service-related claims bear any responsibility. This website also indicates that it will not be held liable for any obstruction or suspension of the service or part thereof due to matters or circumstances beyond the control of the company.",
  "tnc_topic5": "5.Compensation Terms",
  "tnc_topic5_text": "The user shall be liable for any loss and/or liabilities arising from using this website.",
  "tnc_topic6": "6. Contents of the copyright",
  "tnc_topic6_text": "The copyright of all material posted on this site belongs to us. Please be informed of the following terms of use.\n\nWhen viewing any of the material posted on this website, retrieving the contents on to your personal site is prohibited.\n\nReproduction that infringes the copyright is prohibited.\n\nUsage of legally reproduced material besides the purpose that is stated is prohibited.\n\nNo modifications or any other change can be made even within the bounds of legal reproduction.\nViolation of the copyright law is subject to criminal responsibilities.",
  "tnc_topic7": "7.Copyrights and Trademarks",
  "tnc_topic7_text": "This site is a part of us and is not affiliated with Mojang AB. Minecraft content and materials are trademarks and copyrights of Mojang AB or its licensors. All rights reserved.",
  "tnc_topic8": "8.Privacy Policy",
  "tnc_topic8_text": "This services will obtain the IP address from your computer, also the nickname and user name will be posted without notice.",
  "tnc_topic9": "9. Using cookies",
  "tnc_topic9_text": "Cookies are small text files that are placed on your computer or mobile phone when you visit a website. They are widely used to make websites work or work more efficiently. Cookies are used on the Websites and Applications, and help them to recognize your device and to remember information about your use of our Services.",
  "tnc_topic10": "10.Managing cookies",
  "tnc_topic10_text": "Many browsers allow you to manage your cookies preferences by changing your browser settings. Accordingly, if you consent to our use of cookies but later wish to opt out, you may at any time through your browser settings delete the installed cookies and change your browser settings to block all or part of any further cookies. The “Help” function of your browser should tell you how.",
  "tnc_topic11": "11.Changes to the Terms",
  "tnc_topic11_text": "The Organization may make changes to the Terms & Conditions or Additional Terms from time to time. Any new Additional Terms will be made available to you from within, or through, the affected Services.\n\nYou understand and agree that if you use the Services after the date on which the Terms & Conditions or Additional Terms have changed, the organization will treat your use as acceptance of the updated Terms & Conditions or Additional Terms.",
  "tnc_topic12": "11. Legislation",
  "tnc_topic12_text": "This term is governed by the laws of the Republic of China.",

  "aet_title": "Buddy City International Airport by Kai Airport Express Transit",
  "aet_about_title": "Introduction to the Airport Express",
  "aet_about_text": "The Buddy City International Airport by Kai Airport Express Transit, abbreviated as the Airport Express, is currently operated by the Buddy City Transport Bureau and the Buddy City Municipal Subway Transit Corporation, a subsidiary of Buddy City International Airport by Kai Airport Express Transit Corporation, with the Buddy City Transport Bureau as the main shareholder.\n\nIt originally started as the Mass Transit Railway Line One, which was the first underground railway system built by Buddy City in May 2012. It was constructed and operated by Elevated Railway Transit Corporation. Mass Transit Railway Line One's route ran from the Buddy City Railway Terminus to the Buddy City Space Center.\n\nIn May 2017, to align with the international airport development project, Mass Transit Railway Line One was extended into the current route and came under the operation of the Buddy City International Airport by Kai Airport Express Transit Corporation.\n\nOn June 20, 2017, the first phase of the Airport Express was completed and opened for service.\n\nIn March 2018, Buddy City Municipal Subway transit Corporation by Buddy City Transport Bureau was established, and the Buddy City International Airport by Kai Airport Express Transit Corporation was CONST_TRANSFERred to the operation of the Buddy City Municipal Subway Transit Corporation by Buddy City Transport Bureau, becoming one of the special lines.\n\nOn July 5, 2018, as part of the Municipal Subway Transit plan, the second phase of the Airport Express extending to Tokyo & Desert District, Sha Tin District and Osaka District was completed and opened for service.\n\nOn July 15, 2018, the Airport Express through train officially commenced operation.\n\nThe main purpose of the Airport Express is to provide the fastest and most convenient route from the northernmost part of the city to the airport. The network covers the areas of Osaka District,Buddy Central, New Buddy Central, Tokyo District and Desert District. It offers residents and travelers the quickest and most convenient way to access the airport.",
  "aet_route_about_title": "Airport Express Routes:",
  "aet_route_about_subtitle": "The Airport Express consists of Local Service and Express services.",
  "aet_route_local_service_title": "Local Service",
  "aet_route_local_service_text": "Officially opened on June 20, 2017\nStops at Tanimachi Yochome, Sha Tin, Central, Space Center Mae, Desert Tokyo and Buddy City International Airport by Kai.",
  "aet_route_express_service_title": "Express Service",
  "aet_route_express_service_text": "Officially opened on July 15, 2018\nOnly stops at Tanimachi Yochome, Central and Buddy City International Airport by Kai.",

  "bct_title": "Buddy City Tramways",
  "bct_about_title": "Introduction to the Tramways:",
  "bct_about_text": "The Buddy City Tramways (BCT), abbreviated as Tramways, is currently operated by Buddy City Tramways System Corporation. It is Buddy City's first privately-owned circular railway system built on the road surface.\n\nPlanned by the Buddy City Tourism Bureau in 2013 and constructed by the first phase was completed in May 2017 by Buddy City Transport Bureau. Originally operated by the Buddy City Tramways Corporation by Buddy City Transport Bureau.\n\nIn June 2017, the second phase extending to Buddy City Sport Ground and Sha Tin District was completed and opened for service.\n\nIn July 2017, the third phase extending to the Kiyo Mizu District was completed and opened for service.\n\nIn February 2018, a large-scale extension project was initiated, followed by privatization. It is now operated by Buddy City Tramways System Corporation.\n\nOn March 3, 2018, the fourth phase extending to the Hong Kong Island District, Energy District and Cross-Harbour Line was completed and opened for service.\n\nOn July 5, 2018, the fifth phase extending to the Osaka District, Meguro Gawa and Taipei District was completed and opened for service.\n\nOn October 28, 2018, the sixth phase extending to the Tsing Yi District was completed and opened for service.\n\nOn July 3, 2022, the seventh phase extending to the Kyoto District and Dotonbori in Osaka District, including the Dotonbori extension was completed and opened for service.\n\nOn July 17, 2022, the eighth phase extending to the Osaka Business Park area was completed and opened for service.\n\nOn August 7, 2022, the ninth phase extending to the Osaka Umeda area was completed and opened for service.\n\nThe network covers the entire Buddy City and has become the longest, most extensive railway system with the highest station coverage in Buddy City. Its primary purpose is for tourism and sightseeing.",
  "bct_route_about_title": "Tram Routes:",
  "bct_route_about_subtitle": "The Tramways consists of a single circular route.",
  "bct_route_tramways_title": "Tramways",
  "bct_route_tramways_text": "Officially opened in May 2017\nThe only circular route within the city, covering all major attractions and areas in the city.",

  "ert_title": "Elevated Railway Transit",
  "ert_about_title": "Introduction to the Elevated Railway:",
  "ert_about_text": "The Elevated Railway Transit (ERT), abbreviated as the Elevated Railway, is Buddy City's first railway transportation system. It is currently operated by the Elevated Railway Transit Corporation by Buddy City Transport Bureau, with the Buddy City Transport Bureau as the main shareholder, forming a government-owned transportation company.\n\nThe Elevated Railway was constructed by the Buddy City Transport Bureau in 2012. After the completion of the first phase of the Elevated Railway Line One in April 2012, the Elevated Railway Transit Corporation by Buddy City Transport Bureau were established to operate the Elevated Railway.\n\nIn May 2012, Buddy City Television City was inaugurated, and in the same month, the first phase of Elevated Railway Line Two was completed and opened for service.\n\nIn May 2013, the second phase of Elevated Railway Line One, extending to Super Restaurant, was completed and opened for service.\n\nIn May 2017, the third phase of Elevated Railway Line One, extending to the Buddy City Train Terminus, was completed and opened for service.\n\nThe network covers the Buddy Central, New Buddy Central, Buddy Hill District and Tsing Yi District (Partial area).",
  "ert_route_about_title": "Elevated Railway Routes:",
  "ert_route_about_subtitle": "The Elevated Railway consists of two lines.",
  "ert_route_line1_title": "Elevated Railway Line One",
  "ert_route_line1_text": "Officially opened in April 2012\nPasses through the residences of various city pioneers.",
  "ert_route_line2_title": "Elevated Railway Line Two",
  "ert_route_line2_text": "Officially opened in May 2012\nThe sole transportation method to Buddy City Television City.",

  "mst_title": "Buddy City Municipal Subway Transit",
  "mst_about_title": "Introduction to the Municipal Subway:",
  "mst_about_text": "The Buddy City Municipal Subway Transit (MST), abbreviated as the Municipal Subway, is Buddy City's Japanese-style underground railway transportation system. It is currently operated by the Buddy City Municipal Subway Transit Corporation by Buddy City Transport Bureau, with the Buddy City Transport Bureau as the main shareholder, forming a government-owned transportation company.\n\nIn March 2018, urban development rapidly advanced. In line with urban transport development, the Buddy City Municipal Subway Transit Corporation by Buddy City Transport Bureau were established. In the same month, they took over the operation of the Airport Express from Buddy City Municipal Subway Transit Corporation by Buddy City Transport Bureau.\n\nIn April 2018, the planning for the municipal subway construction began. The first phase was completed in May of the same year, and the entire system officially opened on May 3rd.\n\nOn July 3, 2022, the Central Line's second phase from Tanimachi 4-chome to Nanba extended. The Futa Keihan Line's first phase from Kiyo Mizu to Kyoto and from Meguro Gawa to Desert Tokyo extended. As a result, the Kiyo Mizu Sha Tin Line was discontinued and replaced by the Futa Keihan Line. The first phase of the Kiyo Gen Line was completed, leading to the discontinuation of the Hangen Line, which was renamed the Kiyo Gen Line.\n\nOn July 17, 2022, the Central Line and the Futa Keihan Line connected directly at Tanimachi 4-chome. The second phase of the Kiyo Gen Line from Kiyo Mizu to the Osaka Business Park extended. The Kiyo Gen Line now covers the Osaka area, and to avoid confusion with the original route, it was renamed the Hangen Ryokuchi Line.\n\nOn August 7, 2022, the third phase of the Futa Keihan Line to Higashi Umeda Station was completed. The new route Mido Suji Line's first phase opened.\n\nThe network covers the entire Buddy City and provides residents and tourists with a fast commuting transportation system.",
  "mst_route_about_title": "Municipal Subway Routes:",
  "mst_route_about_subtitle": "The Municipal Subway consists of four lines.",
  "mst_route_central_line_title": "Municipal Subway Central Line",
  "mst_route_central_line_text": "Officially opened on May 3, 2018\nThe main trunk line from north to south in Buddy City. Passes through Osaka District, Sha Tin District, Buddy Central, New Buddy Central, Tokyo District (Partial area), Desert District, Hong Kong Island District, Taipei District and Energy District.",
  "mst_route_hangen_ryokuchi_line_title": "Municipal Subway Hangen Ryokuchi Line",
  "mst_route_hangen_ryokuchi_line_text": "Originally the Hangen Line, opened on May 3, 2018. Renamed to the Kiyo Gen Line on July 3, 2022. Currently operating under this name since July 17, 2022.\nBuddy City's main east-west trunk line. Passes through Osaka District (Partial area), Kiyo Mizu District, Tokyo District, Buddy Hill District, Sha Tin District, Tsing Yi District. campus District, Taipei District and Energy District.",
  "mst_route_futa_keihan_Line_title": "Municipal Subway Futa Keihan Line",
  "mst_route_futa_keihan_Line_text": "Originally the Kiyo Mizu Sha Tin Line, opened on May 3, 2018. Renamed and reopened on July 3, 2022.\nConnects Buddy City's Japanese areas. Osaka District, Kyoto District, Kiyo Mizu District, Tokyo District, and Desert District.",
  "mst_route_mido_suji_Line_title": "Municipal Subway Mido Suji Line",
  "mst_route_mido_suji_Line_text": "Officially opened on August 7, 2022\nOperates in the Osaka district. Passes through the Osaka District of Dotonbori area, Mido Suji area, Umeda area and Osaka Business Park area.",

  "railway_history_title": "BUDDY City Railway History",
  "railway_history_subtitle": "BUDDY City's railway development spans over a decade. You can scroll down to read the railway history of BUDDY City at different periods.",
  "railway_history_map1_name": "1/4/2012 Route Map",
  "railway_history_map2_name": "2/5/2012 Route Map",
  "railway_history_map3_name": "3/5/2012 Route Map",
  "railway_history_map4_name": "4/5/2012 Route Map",
  "railway_history_map5_name": "15/5/2017 Route Map",
  "railway_history_map6_name": "1/6/2017 Route Map",
  "railway_history_map7_name": "10/6/2017 Route Map",
  "railway_history_map8_name": "20/6/2017 Route Map",
  "railway_history_map9_name": "12/7/2017 Route Map",
  "railway_history_map10_name": "3/3/2018 Route Map",
  "railway_history_map11_name": "3/5/2018 Route Map",
  "railway_history_map12_name": "5/7/2018 Route Map",
  "railway_history_map13_name": "28/10/2018 Route Map",
  "railway_history_map14_name": "31/10/2021 Route Map",
  "railway_history_map15_name": "3/7/2022 Route Map",
  "railway_history_map16_name": "17/7/2022 Route Map",
  "railway_history_map17_name": "7/8/2022 Letest Route Map",
  "railway_history_project_name": "Project Name",
  "railway_history_map1_project_name": "Elevated Railway Line One Phase 1",
  "railway_history_map2_project_name": "Elevated Railway Line Two Phase 1",
  "railway_history_map3_project_name": "Mass Transit Railway Line One",
  "railway_history_map4_project_name": "Elevated Railway Line One Phase 2 Zombie Ground Extension",
  "railway_history_map5_project_name": "Elevated Railway Line One Phase 3 Train Terminus Extension",
  "railway_history_map6_project_name": "Tramways Phase 1",
  "railway_history_map7_project_name": "Airport Express Phase 1",
  "railway_history_map8_project_name": "Tramways Phase 2 Buddy City Sports Field and Sha Tin Extension",
  "railway_history_map9_project_name": "Tramways Phase 3 Kiyo Mizu Extension",
  "railway_history_map10_project_name": "Tramways Phase 4 Hong Kong Island District, Energy District, and Cross-Harbour Route Extension",
  "railway_history_map11_project_name": "Elevated Railway Line Two Phase 2 Tsing Yi District Extension, Municipal Subway Central Line Phase 1, Municipal Subway Hangen Line Phase 1, Municipal Subway Kiyo Mizu Sha Tin Line Phase 1",
  "railway_history_map12_project_name": "Airport Express Phase 2 Desert Tokyo , Sha Tin, Osaka Extension, Tramways Phase 5 Osaka District, Megurogawa, and Taipei District Extension",
  "railway_history_map13_project_name": "Tramways Phase 6 Tsing Yi District Extension",
  "railway_history_map14_project_name": "Interchange Station Reorganization",
  "railway_history_map15_project_name": "Municipal Subway Central Line Phase 2 Tanimachi 4-chome to Nanba Extension Section, Municipal Subway Futa Keihan Line Phase 1 Kiyo Mizu to Kyoto Extension Section, and Meguro Gawa to Desert Tokyo Extension Section, Municipal Subway Kiyo Mizu Sha Tin Line Redrawing and Abolishment, Replaced by Futa Keihan Line, Municipal Subway Kiyo Gen Line Phase 1, Municipal Subway Hangen Line Redrawing, Replaced by Kiyo Gen Line, Tramways Phase 7 Kyoto District and Dotonbori in Osaka District Extension",
  "railway_history_map16_project_name": "Municipal Subway Central Line and Futa Keihan Line Connect Directly at Tanimachi 4-chome, Municipal Subway Kiyo Gen Line Phase 2 Kiyo Mizu to Osaka Business Park Extension Section, Municipal Subway Kiyo Gen Line Redraw Covers Osaka District, Renamed to Hangen Ryokuchi Line, Tramways Phase 8 Osaka Business Park Extension Section",
  "railway_history_map17_project_name": "Municipal Subway Futa Keihan Line Phase 3 Higashi Umeda Station, Municipal Subway New Route Mido Suji Line Phase 1, Tramways Phase 9 Osaka Business Park Extension Section",
  "railway_history_project_opened": "Opening Date",
  "railway_history_project_service_area": "Service Area",
  "railway_history_map1_service_area": "Covered 20% of the city at the time, including the Buddy Central and Buddy Hill",
  "railway_history_map2_service_area": "Covered 25% of the city at the time, including the Buddy Central and Buddy Hill",
  "railway_history_map3_service_area": "Covered 30% of the city at the time, including the Buddy Central and Buddy Hill",
  "railway_history_map4_service_area": "Covered 32% of the city at the time, including the Buddy Central and Buddy Hill",
  "railway_history_map5_service_area": "Covered 25% of the city at the time, including the Buddy Central, New Buddy Central, and Buddy Hill",
  "railway_history_map6_service_area": "Covered 35% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, and the Desert District",
  "railway_history_map7_service_area": "Covered 36% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, and Airport Control Area",
  "railway_history_map8_service_area": "Covered 55% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, and Campus District",
  "railway_history_map9_service_area": "Covered 50% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, and Kiyo Mizu District",
  "railway_history_map10_service_area": "Covered 53% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, Kiyo Mizu District, Hong Kong Island District, Paradise District, and Energy District",
  "railway_history_map11_service_area": "Covered 65% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, Kiyo Mizu District, Hong Kong Island District, Paradise District, Energy District, Osaka District, Taipei District",
  "railway_history_map12_service_area": "Covered 80% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, Kiyo Mizu District, Hong Kong Island District, Paradise District, Energy District, Osaka District, Taipei District",
  "railway_history_map13_service_area": "Covered 90% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, Kiyo Mizu District, Hong Kong Island District, Paradise District, Energy District, Osaka District, Taipei District",
  "railway_history_map14_service_area": "Covered 90% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, Kiyo Mizu District, Hong Kong Island District, Paradise District, Energy District, Osaka District, Taipei District",
  "railway_history_map15_service_area": "Covered 90% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, Kiyo Mizu District, Hong Kong Island District, Paradise District, Energy District, Osaka District, Taipei District, Kyoto District",
  "railway_history_map16_service_area": "Covered 90% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, Kiyo Mizu District, Hong Kong Island District, Paradise District, Energy District, Osaka District, Taipei District, Kyoto District",
  "railway_history_map17_service_area": "Covered 90% of the city at the time, including the Buddy Central, New Buddy Central, Buddy Hill, the Desert District, Tokyo District, Airport Control Area, Sha Tin District, Tsing Yi District, Campus District, Kiyo Mizu District, Hong Kong Island District, Paradise District, Energy District, Osaka District, Taipei District, Kyoto District",

  "online_map_title": "Online Map",
  "online_map_spwan_point": "Spawn Point",
  "online_map_footer_image_rendering": "Image rendering ©",
  "online_map_footer_imagery_other": "Imagery ©",
  "online_map_footer_imagery_satellite": " Star_dust Satellite, ",
  "online_map_footer_imagery_map_data": "Map data ©",
  "online_map_footer_imagery_map_data_buddy": " Lands Department under the Development Bureau of Buddy City",

  "railway_route_map_title": "BUDDY City Railway Trip Planner",
  "railway_route_map_subtitle": "BUDDY City's railway development spans over a decade, covering 90% of the entire city. You can ride the railway system anywhere in the city. Plan your exciting journey now!",
  "railway_route_map_rotate_plan": "Railway Trip Planner",
  "railway_route_map_start_station": "Starting Station:",
  "railway_route_map_end_station": "End Station:",
  "railway_route_map_search": "Search",

  "holiday_today_is": "Today is ",
  "holiday_1_1_name": "Common Era New Year's Day",
  "holiday_1_1_description": "The first day of the Gregorian calendar",
  "holiday_2_1_name": "Citizen Foundation Day",
  "holiday_2_1_description": "Commemorates the founding of Buddy City on 1/2/2012",
  "holiday_2_11_name": "National Foundation Day of Japan ",
  "holiday_2_11_description": "Commemorates the foundation of Japan",
  "holiday_3_8_name": "Women's Day",
  "holiday_3_8_description": "International Women's Day",
  "holiday_4_4_name": "Children's Day",
  "holiday_4_4_description": "Honors and cherishes children and thanks all mothers",
  "holiday_5_1_name": "Labour Day",
  "holiday_5_1_description": "International Labour Day",
  "holiday_5_17_name": "Creation Day",
  "holiday_5_17_description": "Commemorates the first public release of Minecraft on 17/5/2009, and thanks all residents and architects of the city",
  "holiday_6_21_name": "Armed Forces Day",
  "holiday_6_21_description": "Commemorates the establishment of the Buddy City Armed Forces on 1/2/2012, and wishes for world peace",
  "holiday_7_1_name": "Hong Kong Special Administrative Region Establishment Day",
  "holiday_7_1_description": "Hong Kong Special Administrative Region Establishment Day",
  "holiday_10_10_name": "National Day of the Republic of China",
  "holiday_10_10_description": "Commemorates the National Day of the Republic of China",
  "holiday_11_13_name": "Greenery Day",
  "holiday_11_13_description": "Celebrates the completion of the first large green space (Osaka Castle Park) on 13/11/2017, in Buddy City and expresses gratitude to nature",
  "holiday_12_24_name": "Christmas Eve",
  "holiday_12_24_description": "The evening before Christmas, commemorating the birth of Jesus",
  "holiday_12_25_name": "Christmas Day",
  "holiday_12_25_description": "Commemorates the birth of Jesus",
  "holiday_12_26_name": "Boxing Day",
  "holiday_12_26_description": "British Boxing Day",

  "const_buddy_era": "BUDDY ",
  "const_buddy_name": "BUDDY ",
  "const_era": "Era of BUDDY City",
  "const_buddy_time_name": "BUDDY Standard Time",
  "const_real_time_name": "Coordinated Universal Time",
  "const_year": "year",
  "const_month": "month",
  "const_day": "day",
  "const_hour": "hour",
  "const_mins": "minute",
  "const_secs": "second",
  "const_month_name": "month",
  "const_day_name": "day",
  "const_hour_name": "hour",
  "const_mins_name": "minute",
  "const_secs_name": "second",

  "const_buddy_city_railway_terminus": "Buddy City Railway Terminus",
  "const_enderman": "Enderman",
  "const_dyings_home": "Dying's Home",
  "const_zombie_ground": "Zombie Ground",
  "const_super_restaurant": "Super Restaurant",
  "const_mok_ms_home": "Mok M's Home",
  "const_buddy_city_train_terminus": "Buddy City Train Terminus",
  "const_buddy_city_sport_ground": "Buddy City Sport Ground",
  "const_buddy_city_television_city": "Buddy City Television City",

  "const_tanimachi_yochome_air": "Tanimachi 4-chome",
  "const_sha_tin_air": "Sha Tin",
  "const_central_air": "Central",
  "const_desert_tokyo_air": "Desert Tokyo",
  "const_buddy_city_international_airport_by_kai": "Buddy City International Airport by Kai",

  "const_buddy_city_train_terminus_tram": "Buddy City Train Terminus",
  "const_lcw_tram": "LCW",
  "const_supers_home": "Super's Home",
  "const_buddy_city_railway_terminus_tram": "Buddy City Railway Terminus",
  "const_buddy_city_sport_ground_tram": "Buddy City Sport Ground",
  "const_tsing_yi_promenade": "Tsing Yi Promenade",
  "const_tivoli_garden": "Tivoli Garden",
  "const_city_one": "City One",
  "const_former_kowloon_canton_railway_clock_tower": "Former Kowloon-Canton Railway Clock Tower",
  "const_buddy_road_basketball_court": "Buddy Road Basketball Court",
  "const_dyings_home_tram": "Dying's Home",
  "const_st_mok_m_church": "St. Mok M Church",
  "const_sawajiris_home": "Sawajiri's Home",
  "const_the_dick": "The Dick",
  "const_osaka_castle_park": "Osaka Castle Park",
  "const_ebisu_bridge": "Ebisu Bridge",
  "const_dotonbori_shopping_street": "Dotonbori Shopping Street",
  "const_hep_five": "HEP FIVE",
  "const_crystal_tower": "Crystal Tower",
  "const_jacks_fighting_center": "Jack's Fighting Center",
  "const_kiyomizu_zaka": "Kiyomizu Zaka",
  "const_yasaka_pagoda": "Yasaka Pagoda",
  "const_otowayama_kiyomizu_dera": "Otowayama Kiyomizu Dera",
  "const_kiyomizu_temple_by_royho": "Kiyomizu Temple by RoyHo",
  "const_chuncwais_home": "ChunCwai's Home",
  "const_meguro_gawa_tram": "Meguro Gawa",
  "const_buddy_city_fire_department_headquarters": "Buddy City Fire Department Headquarters",
  "const_time_hourglass": "Time Hourglass",
  "const_bank_of_china_hk_building": "Bank of China (HK) Building",
  "const_hong_kong_central_library": "Hong Kong Central Library",
  "const_taipei_101_tram": "Taipei 101",
  "const_buddy_christianity_hospital": "Buddy Christianity Hospital",
  "const_buddy_city_nuclear_disaster": "Buddy City Nuclear Disaster",
  "const_tokyo_tower": "Tokyo Tower",
  "const_palette_town": "Palette Town",
  "const_buddy_paradise": "Buddy Paradise",

  "const_tanimachi_yochome": "Tanimachi 4-chome",
  "const_sha_tin": "Sha Tin",
  "const_central": "Central",
  "const_space_center_mae": "Space Center Mae",
  "const_desert_tokyo": "Desert Tokyo",
  "const_hong_kong_island_causeway": "Hong Kong Island Causeway",
  "const_taipei_101": "Taipei 101",
  "const_nuclear_disaster_mea": "Nuclear Disaster Mea",

  "const_nanba": "Nanba",
  "const_higashi_umeda": "Higashi Umeda",
  "const_kyoto": "Kyoto",
  "const_kiyo_mizu": "Kiyo Mizu",
  "const_meguro_gawa": "Meguro Gawa",

  "const_osaka_business_park": "Osaka Business Park",
  "const_buddy_hill": "Buddy Hill",
  "const_tsing_yi": "Tsing Yi",
  "const_lcw": "LCW",

  "const_shinsaibashi": "Shinsaibashi",
  "const_umeda": "Umeda",
  "const_yodoyabashi": "Yodoyabashi",
  "const_airport_express_local_service": "Airport Express Local Service",
  "const_airport_express_service": "Airport Express Express Service",

  "const_walk": "Walk",
  "const_transfer": "Transfer",
  "const_interchange": "Interchange",
  "const_interchange_discount": "Interchange Discount",

  "const_best_route": "Best Route",
  "const_less_walk": "Less Walking",
  "const_discounted_interchange": "Lowest Price",

  "const_station_stop": "stops",
  "const_transfer_count": "times Transfer",
  "const_walk_count": "times walk",

  "const_front": "Front",
  "const_right": "Right Side",
  "const_left": "Left Side",
  "const_back": "Back",
  "const_interior": "Interior",
  "const_coordinate": "Coordinate",
  "const_copy_tp_command": "Click to Copy Teleport Command"
}
